[
    {
        "image": "shriya.png",
        "name": "Shriya Chemudupati",
        "position": "Secretary General",
        "bio": "Shriya Chemudupati is a senior from the Greater Richmond Area, studying Cognitive and Behavioral Neuroscience at the College of Science. She is also minoring in Science, Technology, and Law, as well as Adaptive Brain and Behavior, intending to pursue a legal career in the future. Outside of her involvement in Model United Nations, Shriya is the President of the Competitive Mock Trial Team, a member of Phi Alpha Delta (pre-law fraternity), the College of Science Ambassador program, VT Swara (a South Asian singing team), and other organizations on campus. In her free time, she enjoys Indian classical dance and singing and has been trained in both for over 16 years. Shriya previously served as your Under-Secretary General for General Assemblies and is extremely excited to serve as your Secretary General for the second iteration of VTMUNC!",
        "email": "shriyac822@vt.edu"
    },
    {
        "image": "karina.JPG",
        "name": "Karina Gonzalez",
        "position": "Director General",
        "bio": "Karina Gonzalez is a senior studying Political Science with a double major in Economics. Post undergrad, she hopes to pursue a fulfilling career in government affairs as a public servant. Aside from Model United Nations, Karina is a scholar with the Defense Civilian Training Corps scholarship program. Born and raised in the great state of Texas, she loves spending her free time outdoors, taking in the warm sun with friends, or getting lost in a good book. Karina previously served as the Under-Director General of Philanthropy of VTMUNC I and hopes to put together another amazing conference for all the eager delegates competing! ",
        "email": "karinag@vt.edu"
    },
    {
        "image": "samy.JPG",
        "name": "Samyuktha Venkatraman",
        "position": "Chief of Staff",
        "bio": "Samyuktha Venkatraman is a freshman from the Greater Richmond area, majoring in Political Science and Criminology with a concentration in Legal Studies and minoring in Science, Technology, and Law. Apart from her involvement in Model UN, she’s a member of VT Mock Trial, VT Dhamaal (the premier Raas team), and other organizations on campus. In her leisure time, she enjoys practicing Bharatanatyam, an ancient form of classical dancing from India, that she has been training in for 14 years.",
        "email": "samyvenkat@vt.edu"
    },
    {
        "image": "anneli.jpeg",
        "name": "Anneli Sample",
        "position": "Under Secretary General of General Assemblies",
        "bio": "Anneli Sample is a sophomore from Northern Virginia studying International Relations with minors in Spanish and Data & Decisions, aspiring to become a political analyst. She has been involved with Model United Nations at Virginia Tech for one year, serving as a head chair for VTMUNC I, and this is her sixth year overall doing Model UN. Outside of VTMUN, she is a radio DJ at the Virginia Tech college radio station, WUVT. In her free time, she enjoys crocheting, cooking, discovering new music, and spending time with friends. Anneli is most excited for delegates to experience VTMUNC’s wide variety of committees and topics with the hope they find a new issue they are passionate about!",
        "email": "anneli@vt.edu"
    },
    {
        "image": "thomas.JPG",
        "name": "Thomas Quinn",
        "position": "Under Secretary General of Specialized Committees",
        "bio": "Thomas Quinn is a senior from Pittsburgh, Pennsylvania, majoring in International Relations with a minor in Italian. Thomas has been a Virginia Tech Model United Nations club member since the fall of 2021. He served on the officer board during the 2022-23 school year and traveled to seven conferences, including the club's first-ever international conference in Montreal, Canada. He also served as a Crisis Director in the first edition of VTMUNC and has helped run training exercises for newer delegates and a handful of mock conferences. Outside of Model UN, he is involved with Circle K International, a service club, Intramural sports such as soccer and flag football, the Diplomacy Lab at Virginia Tech, which is a research partnership with the State Department, and EUROSIM which involves creating simulated policies for the European Union. He is excited about this edition of VTMUNC because the committees are unique and should test the delegate’s abilities and creativity.",
        "email": "thomasq21@vt.edu"
    },
    {
        "image": "holly.JPG",
        "name": "Holly Johnson",
        "position": "Under Secretary General of Crisis Committees",
        "bio": "Holly Johnson is a senior from the Richmond Area, studying psychology at the College of Science. After graduation she plans to take a gap year working at a National Park before going to graduate school for Occupational Therapy. Holly has been a member of Virginia Tech Model United Nations since the fall of 2021.Outside of MUN, she works at a coffee shop on campus and volunteers at the local animal shelter. Most of her weekends are spent with friends or hiking the trails surrounding the Blacksburg area. Last year, Holly served as the Crisis Director for the Harry Potter Committee at VTMUNC I. She looks forward to facilitating complex and engaging crisis committees for the second iteration of VTMUNC.",
        "email": "holly432@vt.edu"
    },
    {
        "image": "paloma.jpg",
        "name": "Paloma Gonzalez",
        "position": "Under Director General of Charity and Merchandising",
        "bio": "Paloma Gonzalez is a senior from Northern Virginia studying Public Health. After obtaining her undergraduate degree, she wants to travel and go to graduate school (maybe). In addition to Model United Nations, Paloma volunteers frequently with APO (service fraternity), participates in events held by Amnesty International, and attends the Art Club meetings. She loves hiking, exploring new places, eating delicious food, and being around friends. She is currently learning how to roller skate. Last year, Paloma volunteered at the merchandising table and in the backroom of the Harry Potter Crisis Committee for VTMUNC I. In her current role, she is looking forward to giving back to the Blacksburg area and providing students with an opportunity to show off their skills and have fun at this year’s conference!",
        "email": "palomag@vt.edu"
    },
    {
        "image": "tanisha.JPG",
        "name": "Tanisha Thaker",
        "position": "Under Director General of Marketing",
        "bio": "Tanisha Thaker is a sophomore from Northern Virginia studying Management Consulting and a double major in Economics. After graduating from Virginia Tech with her undergraduate degree, she wants to travel around the world and move to California. Other than Model United Nations, Tanisha plans and hosts events for the Student Indian Association, is a teaching assistant for a Foundations of Business class, and lastly works as an Intern at Ownerrez. She loves cooking, exploring new places, thrifting, and being around friends. One of her favorite hobbies recently has been candle making. While this is her first year participating in VTMUNC, her sister has been a part of Model United Nations for a few years, therefore Tanisha has assisted in helping her prepare for competitions and attending competitions to support her sisters’ committee. In her current role, she is looking forward to expanding VTMUNC, increasing excitement, and easing students' nerves prior to competition days. She is eager to ensure students look forward to this year's conference.",
        "email": "tanishat@vt.edu"
    },
    {
        "image": "dwight.JPG",
        "name": " Dwight Schultz ",
        "position": "Under Director General of Finance",
        "bio": "Dwight Schultz is a junior from Virginia Beach studying FinTech and Big Data Analytics, hoping to work on Wall Street as an investment bank quantitative analyst. Outside of VTMUNC, Dwight is the finance chair in his fraternity, Beta Upsilon Chi, a first time Student Success Center Tutor, and a New River Valley young life leader. When he is not busy, he loves to golf, cook, hike, work out, play pickleball, spikeball, and guitar. There aren’t many movies or TV shows he can’t quote. Although this is Dwight’s first year with VTMUNC, he is excited for the opportunity to make new friends, provide a memorable experience for the delegates , enhance his communication and excel skills, and put the fun in fundraising. ",
        "email": "dwights22@vt.edu"
    },    
    {
        "image": "taylor.JPG",
        "name": "Taylor White",
        "position": "Under Director General of Operations",
        "bio": "Taylor White is a senior from Richmond, VA majoring in International Relations hoping to make this conference the best yet! Taylor, when not working in the Squires Student Center as a Student Engagement Engineer, enjoys keeping up with world politics, crocheting, and DJing at different gatherings. But most importantly, any Reality TV. She hopes to pursue a career in international legislation after she graduates from Virginia Tech which keeps her reading and writing skills sharp!  Taylor has been in a Model United Nations club since 6th grade and is stoked to use her experience to put on the second iteration of VTMUNC.",
        "email": "wtaylor21@vt.edu"
    },    
    {
        "image": "willl.JPG",
        "name": "Will Letvin",
        "position": "Charge D'Affaires",
        "bio": "Will Letvin is a Senior who has spent time living in China, Malawi, and Palestine. He is studying Urban Planning and Design with plans to attend graduate school next year. He has been a part of VT MUN since fall 2022! Apart from his involvement in MUN, he is a part of the Alpha Kappa Psi business fraternity, and enjoys playing sports like basketball and pickleball. Will has passion for history, the arts, and the cerebral elements of life, and has spent most of his life traveling. After chairing in VTMUNC I, he is excited to utilize his MUN experience to create another great conference. ",
        "email": "wletvin03@vt.edu"
    },
    {
        "image": "quinn.jpeg",
        "name": "Quinn Anderson",
        "position": "Under Director General of Technology",
        "bio": "Quinn is a Graduate student from Chicago, Illinois. He is a computer science major, and worked with Erland to create this very website (Hello!). When not involved in VTMUN, he loves hammocking and biking around the beautiful Blacksburg area, playing volleyball and soccer, along with playing and competing with the bagpipes. He is involved with the College of Engineering Dean’s Team, along with Student Alumni Association. He is extremely excited to take part in bringing the second ever Model United Nations conference to Virginia Tech!",
        "email": "quinnanderson@vt.edu"
    },
    {
        "image": "erland.jpg",
        "name": "Erland Syafiq",
        "position": "Website Founder",
        "bio": "Passionate cook and skilled programmer, merging the art of culinary creation with the precision of coding. Exploring the delicious world of flavors and textures in the kitchen, while also crafting elegant and functional software solutions. Constantly seeking the perfect balance between creativity and logic, I find inspiration in both the culinary and coding realms. Let's blend the flavors of innovation and taste to create delightful experiences for users and diners alike. 🎨🍽️ Open to exciting opportunities where I can utilize my expertise in both the culinary and coding spheres. Connect with me to explore the intersection of gastronomy and technology!",
        "email": "erland@vt.edu"
    }
]
